Revit 2027 API
IFCLinkDocumentExportScope Properties
The IFCLinkDocumentExportScope type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IFCLinkDocumentExportScope Class
Autodesk.Revit.DB.IFC Namespace